
export const lines = [
  {
    from: {
      city: "北京",
      lnglat: [116.397477, 39.908692]
    },
    to: {
      city: "西安",
      lnglat: [108.939621, 34.343147]
    }
  },
  {
    from: {
      city: "广东",
      lnglat: [113.264385, 23.129112]
    },
    to: {
      city: "西安",
      lnglat: [108.939621, 34.343147]
    }
  },
  {
    from: {
      city: "四川",
      lnglat: [104.066143, 30.573095]
    },
    to: {
      city: "西安",
      lnglat: [108.939621, 34.343147]
    }
  },
  {
    from: {
      city: "海南",
      lnglat: [110.198286, 20.044412]
    },
    to: {
      city: "西安",
      lnglat: [108.939621, 34.343147]
    }
  },
  {
    from: {
      city: "上海",
      lnglat: [121.473658, 31.230378]
    },
    to: {
      city: "西安",
      lnglat: [108.939621, 34.343147]
    }
  },
  {
    from: {
      city: "福建",
      lnglat: [119.296389, 26.074268]
    },
    to: {
      city: "西安",
      lnglat: [108.939621, 34.343147]
    }
  },
  {
    from: {
      city: "广西",
      lnglat: [108.366543, 22.817002]
    },
    to: {
      city: "西安",
      lnglat: [108.939621, 34.343147]
    }
  },
  {
    from: {
      city: "贵州",
      lnglat: [106.630153, 26.647661]
    },
    to: {
      city: "西安",
      lnglat: [108.939621, 34.343147]
    }
  },
  {
    from: {
      city: "山西",
      lnglat: [112.548879, 37.87059]
    },
    to: {
      city: "西安",
      lnglat: [108.939621, 34.343147]
    }
  },
  {
    from: {
      city: "安徽",
      lnglat: [117.227219, 31.820591]
    },
    to: {
      city: "西安",
      lnglat: [108.939621, 34.343147]
    }
  },
  {
    from: {
      city: "河南",
      lnglat: [113.625328, 34.746611]
    },
    to: {
      city: "西安",
      lnglat: [108.939621, 34.343147]
    }
  },
  {
    from: {
      city: "河北",
      lnglat: [114.514793, 38.042228]
    },
    to: {
      city: "西安",
      lnglat: [108.939621, 34.343147]
    }
  },
  {
    from: {
      city: "湖北",
      lnglat: [114.305469, 30.593175]
    },
    to: {
      city: "西安",
      lnglat: [108.939621, 34.343147]
    }
  },
  {
    from: {
      city: "湖南",
      lnglat: [112.938884, 28.22808]
    },
    to: {
      city: "西安",
      lnglat: [108.939621, 34.343147]
    }
  },
  {
    from: {
      city: "浙江",
      lnglat: [120.209789, 30.24692]
    },
    to: {
      city: "西安",
      lnglat: [108.939621, 34.343147]
    }
  },
  {
    from: {
      city: "江苏",
      lnglat: [118.796682, 32.05957]
    },
    to: {
      city: "西安",
      lnglat: [108.939621, 34.343147]
    }
  },
  {
    from: {
      city: "山东",
      lnglat: [117.120098, 36.6512]
    },
    to: {
      city: "西安",
      lnglat: [108.939621, 34.343147]
    }
  },
  {
    from: {
      city: "天津",
      lnglat: [117.200983, 39.084158]
    },
    to: {
      city: "西安",
      lnglat: [108.939621, 34.343147]
    }
  },
  {
    from: {
      city: "台湾",
      lnglat: [121.509062, 25.044332]
    },
    to: {
      city: "西安",
      lnglat: [108.939621, 34.343147]
    }
  },
  {
    from: {
      city: "江西",
      lnglat: [115.858198, 28.682892]
    },
    to: {
      city: "西安",
      lnglat: [108.939621, 34.343147]
    }
  }
];